package api

type Api struct {
}

var RootApi = new(Api)
var Sentences = []string{
	"因果乃旋转纺车、光影之多面明镜、浮世苍茫、不过瞬逝幻梦、善恶爱诳、皆有定数、于命运之轮中、吞噬于黄泉之冥暗、呜呼、吾乃梦之戍人、幻恋之观者、唯于万华镜中、永世长存。《美少女万华镜》",
	"武士的刀，不应以刀鞘约束，而应该以你的灵魂来约束。《银魂》",
	"与其有闲琢磨如何漂亮死去，还不如漂亮的活到最后一刻。《银魂》",
	"拥有被杀的觉悟，才有开枪的权利。《反叛的鲁鲁修》",
	"我们终会相知，在那悠远的苍穹。《缘之空》",
	"「没有什么大不了」这句话，只有当事者才有资格说。《悠久之翼》",
	"谁都无法相信未来，谁都无法接受未来。《魔法少女小圆》",
	"惟愿，你与你所处的这个世界，今后也如此幸福。《空之境界》",
	"所谓的觉悟、就是在黑暗的荒野中开辟前行的道路。《jojo的奇妙冒险》",
	"即使这份感情是虚假的，这也是我唯一的真实。《罪恶王冠》",
	"苦难算什么，我本来就喜欢走在修罗之路上。《海贼王》",
	"是我太愚蠢了，虽然只有一瞬间，我竟然想和你厮守一生。《犬夜叉》",
	"我们每天度过的称之为日常的生活，其实是一个个奇迹的连续也说不定。《日常》",
	"把绫波，还给！我变成怎么样无所谓，世界变成怎样也无所谓，但是绫波，至少她一个人，我一定要救出来！《EVA》",
	"九月露湿，待君之前。《你的名字》",
	"如果你是魔女，我只要化身为魔王就可以了。《叛逆的鲁鲁修》",
	"为了能够再次站在舞台上，我会不惜一切代价。《少女☆歌剧 Revue·Starlight》",
	"我想要的是最强的对手，而不是最强的伙伴。《少女☆歌剧 Revue·Starlight》",
	"我不会让任何人夺走我的闪耀。《少女☆歌剧 Revue·Starlight》",
	"曾经发生过的事请不会忘记,只是想不起来而已。《千与千寻》",
}
